IDEA StatiCa Open Model
ReinfFabrication Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Reinforcement fabrication
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum ReinfFabrication
Public Enumeration ReinfFabrication
public enum class ReinfFabrication
Members
Member name | Value | Description
HotRolled | 0 |  Hot rolled
ColdWorked | 1 |  Cold worked
See Also
Reference
IdeaRS.OpenModel.Material Namespace